Repository: giellalt/corpus-nob
Catalog: prestable/tmx/smj/facta/other_files/rammeplan_for_barnehagen.pdf.tmx
Source language: nob
Languages: smj

source: • blir trygge på egen kropp, får en positiv oppfatning av seg selv og blir
smj: • sjaddat jasska ietjasa rubmaha hárráj, oadtjot vuogas dádjadusáv ietjastisá ja

source: kjent med egne følelser
smj: dåbdijdit dåbdojdisá

source: • setter grenser for egen kropp og respekterer andres grenser
smj: • biedjat rájáv ietjasa rubmaha hárráj ja vieledit iehtjádij rájájt

source: • får innsikt i matens opprinnelse, produksjon av matvarer og veien fra
smj: • oadtjot dádjadusáv biebmo álgos, biebmoj buvtadimes ja gæjnos biebmos

source: mat til måltid.
smj: bårråmussaj

source: • være aktive og tilstedeværende, støtte og utfordre barna til variert
smj: • liehket doajmmela ja sadjihin, doarjjot ja hásstalit mánájt moattebelak

source: kroppslig lek og anerkjenne barnets mestring
smj: rubbmelasj ståhkusijda ja dåhkkidit mánájt rijbadimev

source: • bidra til at barna kan tilegne seg gode vaner, holdninger og kunnskaper
smj: • viehkedit mánájt buorre dábijt åmastittjat, guottojt ja máhtov biebmo hárráj,

source: om kost, hygiene, aktivitet og hvile
smj: rájnasvuodav, dåjmajt ja vuojŋadimev

source: • gi barna tilgang til varierte og utfordrende bevegelsesmiljøer, sanse
smj: • vaddet mánájda moattebelak ja hásstaliddje labudallambirrasijt, dåbdudakåt

source: opplevelser og kroppslig lek ute og inne, i og utenfor barnehageområdet
smj: sådallamijt ja rubbmelasj ståhkusijt ålggon ja sinna, mánájgárden ja ålggolin.

source: • bidra til at barna utvikler et bevisst forhold til retten til å bestemme over
smj: • viehkedit mánájt åvdedit diedulasj riektáv mierredit ietjas rubmaha badjel ja

source: egen kropp og respekt for andres grenser
smj: vieledit iehtjádij rájájt

source: • legge til rette for at måltider og matlaging bidrar til måltidsglede,
smj: • ásadit dilev vaj bårråmájge ja biebbmoriejddim båktå bårråmávov,

source: deltakelse, samtaler og fellesskapsfølelse hos barna
smj: oassálasstemav, ságastallamav ja aktisasjvuodadåbdojt mánáj lunna

source: • kjenne og praktisere nasjonale føringer for helsefremmende og
smj: • dåbddåt ja dåmadit nasjonála lájddistagájt varresvuoda åvdediddje ja

source: forebyggende tiltak som gjelder barn.
smj: duostudiddje dåjmajt ma mánájda guosski

source: Kunst, kultur og kreativitet
smj: Dájdda, kultuvrra ja sjuggelisvuohta

source: Opplevelser med kunst og kultur i barnehagen kan legge grunnlag for tilhørighet, deltakelse og eget skapende arbeid.
smj: Dájda ja kultuvra åtsådallama mánájgárden vaddi vuodov gulluvasjvuohtaj, oassálasstemij ja ietjasij dahko bargguj.

source: I barnehagen skal barna få estetiske erfaringer med kunst og kultur i ulike former og organisert på måter som gir barna anledning til utforsking, fordypning og progresjon.
smj: Mánájgárden galggi máná oadtjot estetalasj åtsådallamijt duojna dájna dájdajn ja kultuvrajn ja organiseridum vuogij milta mij vaddá mánájda máhttelisvuodav guoradallamij, tjiegŋodibmáj ja progresjåvnnåj.

source: Barna skal støttes i å være aktive og skape egne kunstneriske og kulturelle uttrykk.
smj: Máná galggi doarjoduvvat vaj sjaddi sjuggela ja dahki ietjasa dájdalasj ja kultuvralasj åvddånbuktemijt.

source: Barnehagen skal legge til rette for samhørighet og kreativitet ved å bidra til at barna får være sammen om å oppleve og skape kunstneriske og kulturelle uttrykk.
smj: Mánájgárdde galggá ásadit bærástimev ja sjuggelisvuodav gå mánájt ásadit aktan dagátjit dájdalasj ja kultuvralasj åvddånbuktemijt.

source: Fagområdet omhandler uttrykksformer som billedkunst og kunsthåndverk, musikk, dans, drama, språk, litteratur, film, arkitektur og design.
smj: Fáhkaguovllo sisadná moalgedimvuogijt degu gåvvådájdda, dájddaduodje, musihkka, dánssa, drámá, giella, girjálasjvuohta, filmma, arkitektuvrra ja hábbmim.

source: Barnehagen skal la barna møte ulike kunstneriske og kulturelle uttrykk som gjenspeiler et mangfoldig samfunn og ulike tidsepoker.
smj: Mánájgárden galggi máná dejvadit duojna dájna dájdalasj ja kultuvralasj åvddånbuktemijn ma vuosedi sebrudagá moattevuodav ja duov dáv ájggegávdav.

source: I arbeid med fagområdet skal personalet stimulere barnas nysgjerrighet, utvide deres forståelse og bidra til undring, undersøkelser, utprøvinger og eksperimentering.
smj: Fáhkasuorgij bargon galggi bargge arvusmahttet mánáj njunjágisvuodav, vijdedit sijá dádjadusáv ja båktet imájdallamav, guoradallamav ja gæhttjaladdamav.

source: Barnehagen må legge til rette for og videreutvikle barnas kreative prosesser og uttrykk.
smj: Mánájgárdde viertti ásadit ja åvdedit mánáj sjuggelis prosessajt ja åvddånbuktemvuogijt.

source: Gjennom arbeid med kunst, kultur og kreativitet skal barnehagen bidra til at barna
smj: Dájda, kultuvra ja sjuggelisvuoda bargadijn galggá mánájgárdde ásadit vaj máná

source: • har tilgang til ting, rom og materialer som støtter opp om deres lekende
smj: • adni gávnijt, lanjájt ja materiálajt ma doarjju sijá ståjgajdahtte ja estetalasj

source: og estetiske uttrykksformer
smj: moalgedimvuogijt

source: • tar i bruk fantasi, kreativ tenkning og skaperglede
smj: • válldi adnuj ájádusájt, sjuggelis ájádallamav ja dahkamávov

source: • bearbeider inntrykk og følelser i møte med kunst, kultur og estetikk
smj: • åvddånbuktemijt ja dåbdojt gárvedit gå dejvadi dájdajn, kultuvrajn ja

source: gjennom skapende virksomhet ute og inne
smj: estetihkajn dåjmaj baktu ålggon ja sinna

source: • møter et mangfold av kunstneriske og kulturelle uttrykksformer og
smj: • dejvadi dájdalasj ja kultuvralasj åvddånbuktemvuogij moattevuodajn ja

source: utforsker og deltar i kunst- og kulturopplevelser sammen med andre
smj: guoradalli ja oassálassti dájdda- ja kultuvrramuossádimij iehtjádij siegen

source: • bruker ulike teknikker, materialer, verktøy og teknologi til å uttrykke
smj: • adni duov dá teknihkav, materiálav, ræjdojt ja teknologijav estetalasj

source: seg estetisk
smj: åvddånbuktemijn

source: • opplever glede og stolthet over egen kulturell tilhørighet.
smj: • bessi åtsådallat ávov ja mihásvuodav ietjasa kultuvralasj gulluvasjvuoda hárráj

source: • samtale med barna om deres og andres kunstneriske og kulturelle
smj: • ságastallat mánáj ietjasa ja iehtjádij dájdalasj ja kultuvralasj åvddånbuktemij birra

source: • gi rom for, støtte og berike barnas bearbeiding av møter med kunst
smj: • sajev vaddet, doarjjot ja boanndodit mánáj gárvedimev gå dejvadi dájdajn ja

source: og kultur
smj: kultuvrajn

source: • være lydhøre, anerkjenne og imøtekomme barns egen tradisjonskultur og barnekultur
smj: • liehket gullisa, dåhkkidit ja duosstot mánáj ietjasa árbbedábev ja mánájkultuvrav

source: • være lyttende og oppmerksomme på barnas ulike kulturelle uttrykk, vise
smj: • gulldalit ja ájttsat mánáj moattelágásj kultuvralasj åvddånbuktemav, vieledit sijá

source: respekt for deres ytringsformer og fremme lyst til å gå videre i utforsking av de estetiske områdene
smj: åvddånbuktemhámijt ja åvdedit mielav joarkátjit estetatalasj suorgijt guoradallamijn

source: • motivere barna til å uttrykke seg gjennom musikk, dans, drama og
smj: • arvusmahttet mánájt åvddånbuvtátjit musihka, dánsa, drámá ja ietjá dåjmaj

source: annen skapende virksomhet, og gi dem mulighet til å utvikle varierte uttrykksformer
smj: baktu, ja vaddet sidjij máhttelisvuodav åvddånahtátjit duov dáv åvddån - bukte m vuogev

source: • synliggjøre og skape estetiske dimensjoner i barnehagens inne- og
smj: • tjalmostahttet ja dahkat estetalasj dimensjåvnåjt mánájgárden ja mánájgárde

source: uterom
smj: ålggolin

source: • gi barna anledning til å bli kjent med et mangfold av tradisjoner og
smj: • vaddet mánájda máhttelisvuodav dábij moattevuodajn ja dájdda- ja

source: kunst- og kulturuttrykk fra fortid og samtid
smj: kultuvraåvddånbuktemij oahpásmuvátjit åvdutjis ja dálátjis

source: • bidra til at kulturelt mangfold blir en berikelse for hele barnegruppen.
smj: • ásadit vaj kultuvralasj moattevuohta sjaddá boanndudahkan ålles mánájjuohkusij

source: Natur, miljø og teknologi
smj: Luonndo, birás ja teknologijja

source: Opplevelser og erfaringer i naturen kan fremme forståelse for naturens egenart og barnas vilje til å verne om naturressursene, bevare biologisk mangfold og bidra til bærekraftig utvikling.
smj: Åtsådallama luondos galggi dádjadusáv luondo iesjvuodas åvdedit ja mánáj mielas luonndoresursajt suodjalit, bisodit biologijjalasj moattevuodav ja ásadit guoddelis åvddånimev.

source: Barnehagen skal bidra til at barna blir glade i naturen og får erfaringer med naturen som fremmer evnen til å orientere seg og oppholde seg i naturen til ulike årstider.
smj: Mánájgárdde galggá viehkedit mánájt luonnduj mielastuvvat ja bessat luondov åtsådallat mij åvdet máhttelisvuodav luondon bierggit jage moatten gávdan.

source: Barnehagen skal legge til rette for at barna kan få et mangfold av naturopplevelser og få oppleve naturen som arena for lek og læring.
smj: Mánájgárdde galggá ásadit dilev vaj máná bessi luondo moattevuodav åtsådallat ja aj åtsådallat luondov arenán ståhkamij ja oahppamij.

source: Barnehagen skal legge til rette for at barna kan forbli nysgjerrige på naturvitenskapelige fenomener, oppleve tilhørighet til naturen og gjøre erfaringer med bruk av teknologi og redskaper.
smj: Mánájgárdde galggá ásadit vaj máná sjaddi njunjágisá luonndodiedalasj dáhpádusájda, åtsådallat gulluvasjvuodav luonnduj ja teknologijja ja ræjdoj adnemij hárjjánit.

source: Gjennom arbeid med natur, miljø og teknologi skal barnehagen bidra til at barna
smj: Luondo, birrasa ja teknologijja bargo baktu galggá mánájgárdde ásadit vaj máná

source: • opplever og utforsker naturen og naturens mangfold
smj: • bessi åtsådallat ja guoradallat luondov ja luondo moattevuodav

source: • får gode opplevelser med friluftsliv året rundt
smj: • oadtju buorre åtsådallamijt luonndoiellemijs jahket birán

source: • opplever, utforsker og eksperimenterer med naturfenomener og fysiske
smj: • åtsådalli, guoradalli ja gæhttjaladdi luonndodáhpádusáj ja rubbmelasj lágaj

source: • får kjennskap til naturen og bærekraftig utvikling, lærer av naturen og
smj: • bessi oahpásmuvvat luonnduj ja guoddelis åvddånibmáj, oahppi luondos ja

source: utvikler respekt og begynnende forståelse for hvordan de kan ta vare på naturen
smj: åvddånahtti vieledimev ja dádjadusáv gåktu luondov huksat

source: • får kunnskap om dyr og dyreliv
smj: • bessi oahpásmuvvat juhtusijda ja sijá iellemij

source: • lager konstruksjoner av ulike materialer og utforsker muligheter som
smj: • bessi dahkat hámev duot dát materiálas ja guoradalli máhttelisvuodav væ

source: ligger i redskaper og teknologi
smj: dtsagijs ja teknologijjas

source: • får kjennskap til menneskets livssyklus.
smj: • bessi oahpásmuvvat ulmutjij iellemsyklusij

source: • legge til rette for mangfoldige naturopplevelser og bruke naturen som
smj: • ásadit máhttelisvuodav valjes luonndoåtsådallamijda ja adnet arenav ståhka

source: arena for lek, undring, utforsking og læring
smj: mij, imájdallamij, guoradallamij ja oahppamij

source: • gi barna tid og anledning til å stille spørsmål, reflektere og lage egne
smj: • vaddet mánájda astov ja máhttelisvuodav gatjádallat, ájádallat ja gávnadit

source: forklaringer på problemstillinger, og til å delta i samtaler om det de har erfart og opplevd
smj: ietjasa tjielgadusájt tjuolmajda, ja oassálastátjit ságastallamijda dan birra majt li vásedam ja åtsådallam

source: • synliggjøre naturfenomener og reflektere sammen med barna om
smj: • tjalmostit luonndodáhpádusájt ja ájádallat ássjij birra luondos aktan mánáj

source: • utforske og eksperimentere med teknologi og naturfenomener sammen
smj: guoradallat ja gæhttjaladdat teknologijjav ja luonndodáhpádusájt mánáj aktan

source: Antall, rom og form
smj: Låhko, sadje ja hábme

source: Fagområdet handler om å oppdage, utforske og skape strukturer og hjelper barna til å forstå sammenhenger i naturen, samfunnet og universet.
smj: Fáhkasuorgen le gatjálvis ájttsat, guoradallat ja dahkat struktuvrajt ja mánájt viehkedit dádjadittjat aktijvuodajt luondon, sebrudagán ja universan.

source: Barnehagen skal synliggjøre sammenhenger og legge til rette for at barna kan utforske og oppdage matematikk i dagligliv, i teknologi, natur, kunst og kultur og ved selv å være kreative og skapende.
smj: Mánájgárdde galggá tjalmostit aktijvuodajt ja ásadit vaj máná bessi guoradallat ja ájttsat matematihkav bæjválasj iellemin, teknologijan, luondon, dájdan ja kultuvran ja gå ietja li sjuggela ja doajmme.

source: Arbeid med fagområdet skal stimulere barnas undring, nysgjerrighet og motivasjon for problemløsing.
smj: Barggo fáhkasuorgen galggá arvusmahttet mánáj imájdallamav, njunjágisvuodav ja arvusmahttemav tjuolmmatjoavddemij.

source: Fagområdet omfatter lekende og undersøkende arbeid med sammenligning, sortering, plassering, orientering, visualisering, former, mønster, tall, telling og måling.
smj: Fáhkasuorgen le stågadahtte ja guoradalle barggo buohtastahttemij, tjuolldemij, biedjamij, orienterimij, visualiserimij, hámijda, minsstarijda, lågojda, låhkåmij ja mihttimij.

source: Det handler også om å stille spørsmål, resonnere, argumentere og søke løsninger.
smj: Gatjálvis le aj gatjálvisájt buktet, árvvaladdat, argumenterit ja tjoavddusijt åhtsåt.

source: Gjennom arbeid med antall, rom og form skal barnehagen bidra til at barna
smj: Lågoj, sajij ja hámij bargadijn galggá mánájgárdde gárvedit mánájt

source: • oppdager og undrer seg over matematiske sammenhenger
smj: • vaj ájttsi ja imájdalli matematihkalasj aktijvuodajt

source: • utvikler forståelse for grunnleggende matematiske begreper
smj: • vaj åvddånahtti dádjadusáv vuodulasj matematihkalasj buojkuldagájda

source: • leker og eksperimenterer med tall, mengde og telling og får erfaring
smj: • stågatjit ja gæhttjalattatjit lågoj, valljudagáj ja låhkåmij ja oadtjot åtsådallamijt

source: med ulike måter å uttrykke dette på
smj: duot dát åvddånbuktemvuoges

source: • erfarer størrelser i sine omgivelser og sammenligner disse
smj: • vaj åtsådalli stuorrudagájt birrusijn ja daj buohtastahttemav

source: • bruker kroppen og sansene for å utvikle romforståelse
smj: • adni rubmahav ja dåbdudagájt åvddånahtátjit sadjedádjadusáv

source: • undersøker og gjenkjenner egenskaper ved former og sorterer dem på
smj: • guoradalátjit ja dåbdåtjit vuogijt hámijn, ja tjuoldátjit dajt duon dá láhkáj

source: • undersøker og får erfaring med løsning av matematiske problemer og
smj: • guoradalátjit ja åtsådallamijt åmastittjat gå matematihkalasj tjuolmajt tjoavddi

source: opplever matematikkglede.
smj: ja matematihka ávov åtsådalli

source: • bruke matematiske begreper reflektert og aktivt i hverdagen
smj: • adnet matematihka buojkuldagájt ájádaládum ja dåjmalattjat árggabiejven

source: • bruke bøker, spill, musikk, digitale verktøy, naturmaterialer, leker og utstyr
smj: • adnet girjijt, ståhkamijt, musihkav, digitála ræjdojt, luonndomateriálajt,

source: for å inspirere barna til matematisk tenkning
smj: ståhkusijt ja ræjdojt majna arvusmahtti mánájt matematihkalasj ájádallamij

source: • styrke barnas nysgjerrighet, matematikkglede og interesse for
smj: • nannit mánáj njunjágisvuodav, matematihkkaávov ja berustimev matematihka

source: matematiske sammenhenger med utgangspunkt i barnas uttrykksformer
smj: aktijvuodas álggo mánáj åvddånbuktemhámes

source: • legge til rette for matematiske erfaringer gjennom å berike barnas lek
smj: • ásadit vaj åmasti matematihkalasj åtsådallamijt gå boanndodi mánáj

source: og hverdag med matematiske ideer og utdypende samtaler
smj: ståhkamijt ja árggabiejvev matematihkalasj ájádusáj ja tjiegŋalap ságastallamij

source: • stimulere og støtte barnas evne og utholdenhet i problemløsing.
smj: • arvusmahttet ja doarjjot mánáj máhtukvuodav ja sávrrudagáv tjuolmmatjo

source: Etikk, religion og filosofi
smj: Etihkka, åssko ja filosofijja

source: Etikk, religion og filosofi er med på å forme måter å oppfatte verden og mennesker på og preger verdier, normer og holdninger.
smj: Etihkka, åssko ja filosofijja le siegen hábbmimin gåktu ulmusj dádjat væráldav ja almatjijt ja bájnná árvojt, dábijt ja guottojt.

source: Fagområdet retter særlig oppmerksomhet mot barnehagens samfunnsmandat og verdigrunnlag i et samfunn preget av livssynsmangfold.
smj: Fáhkasuorgen le sierra berustibme mánájgárde sebrudakmandáhtas ja árvvovuodos sebrudagán mij le bájnnum iellemvuojnoj moattevuodas.

source: Barnehagen skal la barna få kjennskap til fortellinger, tradisjoner, verdier og høytider i ulike religioner og livssyn og erfaringer med at kulturelle uttrykk har egenverdi.
smj: Mánájgárdde galggá mánájt oahpásmahttet subttsasijda, dábijda, árvojda ja allaájgijda duon dán åskon ja iellemvuojnojn ja åtsådallamijda gånnå kultuvralasj åvddånbuktemin le iesjárvvo.

source: Barnehagen skal skape interesse for samfunnets mangfold og forståelse for andre menneskers livsverden og levesett.
smj: Mánájgárdde galggá vaddet berustimev sebrudagá moattevuodas ja dádjadusáv ietjá almatjij iellemis ja viessomvuoges.

source: Gjennom å samtale om og undre seg over eksistensielle, etiske og filosofiske spørsmål skal barn få anledning til selv å formulere spørsmål, lytte til andre, reflektere og finne svar.
smj: Gå ságastalli ja imájdalli eksistensiála, etihkalasj ja filosofijjalasj gatjálvisáj birra galggi máná oadtjot máhttelisvuodav ietja dahkat gatjálvisájt, gulldalit iehtjádijda, usjudallat ja vásstádusáv gávnnat.

source: Slik skal barnehagen bidra til å legge grunnlag for kritisk tenkning og dømmekraft.
smj: Dan láhkáj galggá mánájgárdde viehkedit lájttálisát ájádalátjit ja dájdduj.

source: Gjennom arbeid med etikk, religion og filosofi skal barnehagen bidra til at barna
smj: Etihkka, åssko ja filosofijja bargo baktu galggá mánájgárdde viehkedit vaj máná

source: • får kjennskap til grunnleggende verdier i kristen og humanistisk arv og
smj: • oadtju dåbdov vuodulasj árvojda risstalasj ja humanistalasj árvojda ja dábijda

source: tradisjon og blir kjent med religioner og livssyn som er representert i barnehagen
smj: ja oahpásmuvvat åsskojda ja iellemvuojnojda ma gávnnuji mánájgárden

source: • utforsker og undrer seg over eksistensielle, etiske og filosofiske spørsmål
smj: • guoradalli ja imájdalli eksistensiála, etihkalasj ja filosofijjalasj gatjálvisájt

source: • får kjennskap til, forstår og reflekterer over grunnleggende normer og
smj: • oahpásmuvvi, dádjadi ja ájádalli vuodulasj dábijt ja árvojt

source: • får en forståelse for at det finnes mange ulike måter å forstå ting på og
smj: • oadtju dádjadusáv gávnnuji moattelágásj vuoge gåktu dádjadit ja aktan

source: leve sammen på
smj: viessot

source: • utvikler interesse og respekt for hverandre og forstår verdien av likheter
smj: • berustimev ja vieledimev åvddånahtti nubbe nuppe hárráj ja dádjadi árvov

source: og ulikheter i et fellesskap.
smj: dassta ma li ja ma ælla muoduga aktisasjvuodan

source: • formidle fortellinger og skape rom for barnas opplevelser, samtaler,
smj: • subttsasijt subtsastit ja vaddet sajev mánáj åtsådallamijda, ságastallamijda,

source: erfaringer og tanker om religion, livssyn, etikk og eksistensielle temaer
smj: vásádusájda ja ájádusájda åskoj, iellemvuojno, etihka ja eksistensiála tiemáj hárráj

source: • utforske og undre seg over eksistensielle, etiske, religiøse, livssyns
smj: • guoradallat ja imájdallat eksistensiála, etihkalasj, åsko, iellemvuojno ja

source: messige og filosofiske spørsmål sammen med barna
smj: filosofijjalasj gatjálvisájt mánáj aktan

source: • bidra til å utvikle barnas toleranse, interesse og respekt for hverandre og
smj: • viehkken åvddånahttet mánáj gierddisvuodav, berustimev ja vieledimev

source: for mennesker med ulik kulturell, religiøs eller livssynsmessig tilhørighet
smj: nubbe nuppes ja ulmutjijs duot dát kultuvralasj, åsko jali iellemvuojno gulluvasjvuodas

source: • gi barna kjennskap til og markere merkedager, høytider og tradisjoner
smj: • oahpásmahttet ja markerit mærkkabiejvijt, allaájgijt ja dábijt risstalasj

source: i den kristne kulturarven og andre religioner og livssyn som er representert i barnehagen
smj: kultuvraárben ja ietjá åskojn ja iellemvuojnojn ma mánájgárden gávnnuji

source: • samtale med barna om religiøse og kulturelle uttrykk og være bevisst på
smj: • ságastallat mánáj åsko ja kultuvralasj åvddånbuktemvuogij birra ja lieh

source: hvordan egen deltakelse kan støtte og utvide barnas tenkning
smj: ket diedulattja gåktu ietjas oassálasstem máhttá doarjjot ja vijdedit mánáj ájádallamav

source: • identifisere verdikonflikter i hverdagen, reflektere over verdiprioriteringer
smj: • identifiserit árvvorijdojt árggabiejven, ájádallat árvvovuorodimijt ja guottojt

source: og holdninger og ha et bevisst forhold til hvordan disse kommer til uttrykk i arbeidet med barna.
smj: ja liehket diedulasj gåktu da båhti åvddån gå le mánáj barggamin

source: Nærmiljø og samfunn
smj: Lahkabirás ja sebrudahka

source: Barnas medvirkning i barnehagens hverdagsliv legger grunnlaget for videre innsikt i og erfaring med deltakelse i et demokratisk samfunn.
smj: Mánáj oassálasstem mánájgárde árggabæjvváj biedjá vuodov dádjadussaj ja åtsådallamijda oassálasstemis demokratijjalasj sebrudagás.

source: Gjennom utforsking, opplevelser og erfaringer skal barnehagen bidra til å gjøre barna kjent med eget nærmiljø, samfunnet og verden.
smj: vásádusáj ja åtsådallama baktu galggá mánájgárdde viehkedit vaj máná oahpásmuvvi ietjasa lahkabirrasijn, sebrudagájn ja væráldijn.

source: Barnehagen skal bidra til kunnskap om og erfaring med lokale tradisjoner, samfunnsinstitusjoner og yrker slik at barna kan oppleve tilhørighet til nærmiljøet.
smj: Mánájgárdde galggá vaddet dádjadusáv ja åtsådallamijt bájkálasj dábijda, sebrudakinstitusjåvnåjda ja virgijda vaj máná bessi åtsådallat gulluvasjvuodav lahkabirrasij.

source: Kulturelt mangfold, ulike levevis og ulike familieformer er en del av fagområdet.
smj: Kultuvralasj moattevuohta, duot dát viessomvuohke ja duot dát fámilljavuohke le oassen fáhkasuorges.

source: Gjennom lek og varierte aktiviteter skal barna få erfaring med å lytte, forhandle og diskutere og få begynnende kjennskap til menneskerettighetene.
smj: Ståhkama ja målsudahkes dåjmaj baktu galggi máná oadtjot åtsådallamijt gulldalit, sjiehtadallat ja dágástallat ja oadtjot álggodiedojt almasjrievtesvuodajda.

source: Fagområdet skal omfatte kjennskap til samisk språk, kultur og tradisjon og kjennskap til nasjonale minoriteter.
smj: Fáhkasuorgen galggi diedo sáme giela hárráj, kultuvra ja dábij, ja nasjonála binneplågoj hárráj.

source: Grupper med langvarig tilknytning til landet defineres som nasjonale minoriteter.
smj: Juohkusa guhkesájggásasj tjadnasij rijkkaj lågåduvvi nasjonála binneplåhkon.

source: I Norge er dette kvener/ norskfinner, jøder, skogfinner, rom og romanifolk/tatere.
smj: Vuonan li dá unneplågo álmmuga; guojna/vuonasuobmelattja, juvdá, miehttsesuobmelattja, romaga ja romanálmmuk/tatara.

source: Gjennom arbeid med nærmiljø og samfunn skal barnehagen bidra til at barna
smj: Lahkabirrasa ja sebrudagá bargo baktu galggá mánájgárdde ásadit vaj máná galggi

source: • oppmuntres til å medvirke i egen hverdag og utvikler tillit til deltakelse
smj: • måvtåstuvvat oassálastátjit ietjasa árggabæjvváj ja åvddånahttet luohtádusáv

source: i samfunnet
smj: sebrudagá oassálasstemij

source: • erfarer at alle får utfordringer og like muligheter til deltakelse
smj: • åtsådallat divna oadtju hásstalusájt ja sæmmi máhttelisvuodajt oassálasstemij

source: • utforsker ulike landskap, blir kjent med institusjoner og steder i
smj: • guoradallat duov dáv guovlov, oahpásmuvvi institusjåvnåj ja bájkij lahkabirrusin

source: nærmiljøet og lærer å orientere seg og ferdes trygt
smj: ja oahppi oahpásmuvvat ja jaskugit mannat

source: • blir kjent med lokalhistorie og lokale tradisjoner
smj: • oahpásmuvvat bájkálasj histåvrråj ja bájkálasj dábijda
